Repository: common-repository/jm-gdpr
Catalog: lang/jmgdpr-*.po
Languages: cs_cz

source: You must enter all credentials to delete account. Try it again
cs_cz: Musíte zadat všechny potřebné údaje pro vymazání účtu. Zkuse to prosím znovu.

source: You can use shortcode [GDPRDeleteUserForm] to show form to delete user by enter its email and password
cs_cz: Můžete použít shortcode GDPRDeleteUserForm] pro zobrazení formuláře pro odstranění účtu v příspěvcích či stránkách.

source: Global
cs_cz: Obecné nastavení

source: Show cookie message
cs_cz: Zobrazovat cookie zprávu

source: Show privacy checkbox at register
cs_cz: Zobrazit zaškrtávací políčko “souhlas se pracováním osobních údajů” při registraci

source: Cookie message
cs_cz: Text cookie zprávy

source: Show more text
cs_cz: Titulek odkazu zobrazit více

source: Show more href
cs_cz: Adresa odkazu zobrazit více

source: Ok label
cs_cz: Potvrzení cookie

source: Privacy Policy
cs_cz: Zásady ochrany osobních údajů

source: Privacy policy checkbox title
cs_cz: Zobrazit zaškrtávací políčko “souhlas se pracováním osobních údajů” při registraci

source: Choose a page with privacy policy
cs_cz: Zvolte stránku se zásadami ochrany osobních údajů

source: More info
cs_cz: Více informací

source: ERROR: Please accept our privacy policy!
cs_cz: Chyba: Prosím přijměte naše zásady ochrany osobních údajů níže!

source: Please enter email of account to be deleted
cs_cz: Prosím zadejte email k účtu pro smazání

source: Please enter password to account
cs_cz: Prosím zadejte heslo k účtu pro smazání

source: Delete this account
cs_cz: Odstranit tento účet

source: Account you entered and all data with it was successful deleted
cs_cz: Účet se všemi daty byl úspěšně odstraněn.

source: Password or email you entered was wrong. Try it again
cs_cz: Heslo či email nebylo vyplněno validně - zkuste to prosím znovu.
